Repository: mbirkler/datainjection
Catalog: locales/*.po
Languages: de_de

source: The file could not be found
de_de: Die Datei wurde nicht gefunden

source: File injection
de_de: Datei übernehmen

source: One mandatory field is not filled
de_de: Ein Pflichtfeld ist nicht ausgefüllt

source: See the file
de_de: Datei übernehmen

source: File injection report
de_de: Daten Übernahme Bericht

source: One link field must be selected: it will be used to check if data already exists
de_de: Ein Verknüpfungsfeld muss ausgewählt werden: Es wird verwendet, um zu überprüfen, ob Bereits daten vorhanden sind

source: This step allows you to add informations not present in the file. You'll be asked for theses informations while using the model.
de_de: Mit diesem Schritt können Sie Informationen hinzufügen, die nicht in der Datei vorhanden sind. Sie werden während der Verwendung des Modells nach diesen Informationen gefragt.

source: Can't create folder
de_de: Ordner kann nicht erstellt werden

source: Add from CSV file
de_de: Aus CSV-Datei hinzufügen

source: Update from CSV file
de_de: Update aus CSV-Datei

source: No right to import data
de_de: Kein Recht zum Importieren von Daten

source: No right to update data
de_de: Kein Recht, Daten zu aktualisieren

source: Size of the inserted value is to expansive
de_de: Der eingefügte Wert ist zu groß

source: Import not allowed
de_de: Import nicht erlaubt

source: Import failed
de_de: Import fehlgeschlagen

source: At least one mandatory field is not present
de_de: Mindestens ein Pflichtfeld ist nicht vorhanden

source: Data to insert are correct
de_de: Die einzufügenden Daten sind korrekt

source: One data is not the good type
de_de: Einige Daten sind fehlerhaft

source: Warning
de_de: Warnung

source: Data not found
de_de: Daten nicht gefunden

source: Undetermined
de_de: Unbestimmt

source: Model management
de_de: Modellmanagement

source: Injection of the file
de_de: Daten werden übernommen

source: Model unknown
de_de: Modell unbekannt

source: You cannot access this model
de_de: Sie können nicht auf dieses Modell zugreifen

source: Entity unknown
de_de: Entität unbekannt

source: You cannot access this entity
de_de: Sie können nicht auf diese Entität zugreifen

source: Use an existing model
de_de: Ein vorhandenen Modell verwenden

source: No model currently available
de_de: Derzeit kein Modell verfügbar

source: You can start the model creation by hitting the button
de_de: Sie können die Modellerstellung starten, indem Sie die Taste drücken

source: File to inject
de_de: Datei zur übernahme

source: Choose a file
de_de: Datei auswählen

source: File encoding
de_de: Dateicodierung

source: Warning : existing data will be overridden
de_de: Warnung : Vorhandene Daten werden überschrieben

source: Watch out, you're about to inject data into GLPI. Are you sure you want to do it ?
de_de: Beachten Sie, dass Sie im Begriff sind, Daten in GLPI zu übernehmen. Sind Sie sicher, dass Sie es tun möchten?

source: Launch the import
de_de: Starten des Imports

source: Import progress
de_de: Importfortschritt

source: Injection of the file... %d%%
de_de: Übernahme der Daten... %d%%

source: Injection finished
de_de: Datenübernahme abgeschlossen

source: Injection's results
de_de: Ergebnis der Datenübernahme

source: Injection successful
de_de: Datenübernahme erfolgreich

source: Injection encounters errors
de_de: Datenübernahme mit Fehler beendet

source: See the log
de_de: Protokoll öffnen

source: Export the log
de_de: Exportieren des Protokolls

source: Finish
de_de: Fertigstellen

source: Allow lines creation
de_de: Zeilenerstellung zulassen

source: Allow lines update
de_de: Zeilenaktualisierung zulassen

source: Type of data to import
de_de: Typ der zu importierenden Daten

source: Allow creation of dropdowns
de_de: Erstellen von Dropdowns zulassen

source: Dates format
de_de: Datumsformat

source: Float format
de_de: Datumsformat

source: Try to establish network connection is possible
de_de: Versuchen Sie, eine Netzwerkverbindung herzustellen

source: Port unicity criteria
de_de: Port-Unicity-Kriterien

source: Advanced options
de_de: Erweiterte Optionen

source: Allow update of existing fields
de_de: Aktualisieren vorhandener Felder zulassen

# button
source: Validate the model
de_de: Überprüfen des Modells

source: Mappings
de_de: Zuweisungen

source: Additional Information
de_de: Zusätzliche Informationen

source: Load this file
de_de: Laden Sie diese Datei

source: Please enter a name for the model
de_de: Geben Sie einen Namen für das Modell ein

source: Your model should allow import and/or update of data
de_de: Ihr Modell sollte den Import und/oder die Aktualisierung von Daten ermöglichen

source: You are not the initial creator of this model
de_de: Sie sind nicht der ursprüngliche Ersteller dieses Modells

source: Impossible to copy the file in %s
de_de: Datei kann in %s nicht kopiert werden

source: File format is wrong
de_de: Dateiformat ist falsch

source: Extension csv required
de_de: Erweiterung csv erforderlich

source: Not data to import
de_de: Keine zu importierenden Daten

source: The file is ok.
de_de: Die Datei ist in Ordnung.

source: The number of columns of the file is incorrect.
de_de: Die Anzahl der Spalten der Datei ist falsch.

source: %d awaited column
de_de: %d erwartete Spalte

source: %d found column
de_de: %d gefundene Spalte

source: At least one column is incorrect
de_de: Mindestens eine Spalte ist falsch

source: Into the file
de_de: In die Datei

source: From the model
de_de: Aus dem Modell

source: Array of successful injections
de_de: Liste erfolgreicher Importe

source: Line
de_de: Linie

source: Data Import
de_de: Datenimport

source: Injection type
de_de: Import Typ

source: Object Identifier
de_de: Objektbezeichner

source: Array of unsuccessful injections
de_de: Liste erfolgloser Importe

source: Data check
de_de: Datenprüfung

source: -------Choose a table-------
de_de: -------Wählen Sie eine Tabelle aus-------

source: -------Choose a field-------
de_de: -------Wählen Sie ein Feld aus-------

source: Number of ports
de_de: Anzahl der Ports

source: Header of the file
de_de: Header der Datei

source: Tables
de_de: Tabellen

source: Link field
de_de: Verknüpftes-Feld

source: Mandatory information
de_de: Obligatorische Informationen

source: Fields
de_de: Felder

source: Complementary information
de_de: Ergänzende Informationen

source: Download file sample
de_de: Dateibeispiel herunterladen

source: dd-mm-yyyy
de_de: tt-mm-jjjj

source: mm-dd-yyyy
de_de: mm-tt-jjjj

source: yyyy-mm-dd
de_de: jjjj-mm-tt

source: Model available for use
de_de: Modell verfügbar für den Einsatz

source: Automatic detection
de_de: Automatische Erkennung

source: Specific file format options
de_de: Spezifische Dateiformat optionen

source: Header's presence
de_de: Kopfzeile anzeigen

source: File delimitor
de_de: Datei trennzeichen
